IdeaRS.Connections
GeneralPlateData.LocType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.GeneralPlateData.LocType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionPartType LocType { get; set; }
Property Value
Type: ConnectionPartType
See Also
Reference
GeneralPlateData Class
IdeaRS.Connections.Data Namespace